Revit 2027 API
SystemZoneElementType.OutdoorAirPerPerson Property
 The outdoor air in unit cubic feet per second per person.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutdoorAirPerPerson { get; set; }
Public Property OutdoorAirPerPerson As Double
	Get
	Set
public:
property double OutdoorAirPerPerson {
	double get ();
	void set (double value);
}
member OutdoorAirPerPerson : float with get, set
Property Value
Double
Exceptions
Exception | Condition
ArgumentException |  When setting this property: The value should be between [0.0,166.66].
See Also
Reference
SystemZoneElementType Class
Autodesk.Revit.DB.Mechanical Namespace